Repository: mapa82/icingaweb2
Catalog: modules/doc/application/locale/*/LC_MESSAGES/doc.po
Languages: de_de

source: %s Documentation
de_de: %s Dokumentation

source: Blockquote
de_de: Zitat

source: Chapter %s not found
de_de: Kapitel %s nicht gefunden

source: Comment List
de_de: Kommentar Liste

source: Developer - Style
de_de: Entwickler - Style

source: Doc
de_de: Doku

source: Documentation
de_de: Dokumentation

# Tab title
source: Documentation
de_de: Dokumentation

source: Documentation directory '%s' is not readable
de_de: Dokumentations Verzeichnis '%s' ist nicht lesbar

source: Documentation for Icinga Web 2 is not available
de_de: Dokumentation für Icinga Web 2 ist nicht verfügbar

source: Documentation for module '%s' is not available
de_de: Dokumentation für Modul '%s' ist nicht verfügbar

source: Documentation is empty.
de_de: Dokumentation ist leer

source: List all available icons
de_de: Liste alles verfügbaren Icons

source: List all modules for which documentation is available
de_de: Liste aller Module für die Dokumentation verfügbar ist

source: Module '%s' is not installed
de_de: Modul '%s' ist nicht installiert

# Tab title
source: Module Documentation
de_de: Modul Dokumentation

source: Module documentations
de_de: Modul Dokumentationen

source: No documentation found matching the filter
de_de: Keine Dokumentation gefunden die auf diesen Filter passt

# search.render.section.link
source: Show all matches of "%s" in the chapter "%s"
de_de: Alle Treffer von "%s" in Kapitel "%s" anzeigen

# search.render.section.link
source: Show all matches of "%s" in the section "%s" of the chapter "%s"
de_de: Alle Treffer von "%s" in Abschnitt "%s" von Kapitel "%s" anzeigen

# toc.render.section.link
source: Show the chapter "%s"
de_de: Kapitel "%s" anzeigen

source: Show the documentation's table of contents for Icinga Web 2
de_de: Inhaltsübersicht der Dokumentation von Icinga Web 2 anzeigen

source: Show the documentation's table of contents for the %s
de_de: Inhaltsübersicht der Dokumentation von %s anzeigen

# toc.render.section.link
source: Show the section "%s" of the chapter "%s"
de_de: Abschnitt "%s" von Kapitel "%s" anzeigen
